/* 
  Localizable.strings
  HWSensors

  Created by kozlek on 24/02/12.
  Copyright (c) 2012 miliuco from www.insanelymac.com. All rights reserved.
*/

"TEMPERATURES" = "TEMPERATURAS";
"DRIVES TEMPERATURES" = "TEMPERATURAS DISCOS";
"SSD REMAINING LIFE" = "DURACIÓN PREVISTA SSD";
"MULTIPLIERS" = "MULTIPLICADORES";
"FREQUENCIES" = "FRECUENCIAS";
"VOLTAGES" = "VOLTAJES";
"FANS" = "VENTILADORES";
"CPU Heatsink" = "Disipador CPU";
"GPU %X Board" = "GPU %X";
"GPU %X Core" = "GPU %X Core";
"GPU %X Proximity" = "Sensor de GPU %X";
"Northbridge" = "Northbridge";
"System Chipset" = "Chipset del Sistema";
"Ambient" = "Ambiente";
"CPU Package" = "CPU";
"CPU %X" = "CPU %X";
"CPU Core %X" = "CPU Core %X";
"Fan %X" = "Ventilador %X";
"CPU" = "CPU";
"Memory" = "Memoria RAM";
"Power/Battery" = "AlimentaciÓn/Batería";
"Quit HWMonitor" = "Salir de HWMonitor";
"No sensors found" = "No hay sensores disponibles";
"Main 12V" = "Principal 12V";
"PCIe 12V" = "PCIe 12V";
"Main 5V" =  "Principal 5V";
"Standby 5V" =  "Reposo 5V";
"Main 3.3V" =  "Principal 3,3V";
"Auxiliary 3.3V" =  "Auxiliar 3,3V";
"VRM Supply %X" =  "AlimentaciÓn VRM %X";
"Power Supply %X" =  "Fuente de alimentaciÓn %X";